Revit 2027 API
TessellatedFace Methods
The TessellatedFace type exposes the following members.
Methods
Name | Description
Dispose
Equals | Determines whether the specified object is equal to the current object.
(Inherited from Object)
GetBoundaryLoops |  Get loops bounding the face.
GetHashCode | Serves as the default hash function.
(Inherited from Object)
GetType | Gets the Type of the current instance.
(Inherited from Object)
ToString | Returns a string that represents the current object.
(Inherited from Object)
Top
See Also
Reference
TessellatedFace Class
Autodesk.Revit.DB Namespace